{"28367": {"title": "Europe's independent hotels are slowly displaced by chains", "body": "There are close to 3.5 independent hotels for every chain property in Europe, but this number is slowly eroding. Considering properties with 25 rooms or more, the number of independent hotels in Europe has dropped from just over 51 thousand in 2015 to 49,500 in 2021. On the flipside, hotel chains have been gaining ground, aided by the tailwind of the travel & tourism sector becoming increasingly more international.", "graphic": "data/media/28367.jpeg", "publishedDate": "2022-09-30", "tag": "Hotel industry worldwide"}, "28381": {"title": "Many Iranians Discontent With State of Country", "body": "At least 83 people have reportedly been killed in protests across Iran, sparked by the death of 22 year-old Mahsa Amini who died after being taken into custody by the morality police for allegedly wearing a hijab too loosely. Protests have escalated across the country, fuelled by an underlying discontent over the state of the economy and stringent religious laws. Stasis Consulting, a U.S. based opinion research firm, caught a snapshot of sentiments in Iran in July 2022, just prior to the election of newly incumbent President Ebrahim Raisi. It reveals how, only a few months ago, tensions had already been mounting. According to the survey, 77 percent of Iranians thought that the country’s youth do not see prosperity in their futures. For the group aged 18-29 years old, this was even more pronounced, rising to 80 percent. At the same time, nearly half (49 percent) of the age group said that if they had the opportunity to move abroad they would, with Germany as the first choice of destination, followed by Canada and the U.S.When asked about the main reasons Iranians have left the country in recent years, 57 percent of respondents said it was due to economic problems. However, 26 percent also said political or religious freedom was a main factor, while 25 percent said it was to look for a better life and 19 percent cited dissatisfaction with government officials. Where half (52 percent) said they either completely or somewhat disliked President Raisi, he at least scored higher than former president Hassan Rouhani who had a favorability rate of only 24 percent. We can see that even back in July, many Iranians were skeptical of the government tightening its hold over the country. Where 50 percent of respondents said the proposed Regulatory System for Cyberspace Services Bill, was being introduced purely for censorship reasons, only 18 percent said it was intended to merely maintain law-abiding use of the internet. Since Amini’s death, WhatsApp and Instagram have been blocked. The country has also seen widespread internet outages as well as reports of the disconnection or slowing down of cell phone services. Meanwhile, Twitter and Facebook have both long been blocked in Iran. Read more about internet shutdowns in places of political unrest here.", "graphic": "data/media/28381.jpeg", "publishedDate": "2022-09-30", "tag": "Iran"}, "28349": {"title": "842 Russian Anti-Mobilization Protesters Detained on Saturday", "body": "Protests have erupted across Russia this past week, with over two thousand people detained in the country, as they decry newly instated \"partial military mobilization\" laws that demand 300,000 men to go to war. More than 800 people were detained across 35 cities in Russia on Saturday alone, according to independent Russian human rights media project OVD-Info. Reports include that minors were among those detained. As our chart shows, the highest concentration of arrests took place in the capital of Moscow (399) followed by St. Petersburg (143), Novosibirsk (71), Perm (26) and Irkutsk (20). On Wednesday 21, the day Putin announced the new rules, OVD-Info recorded even more arrests - a total of 1,311 detentions across 38 cities. These included 502 people in Moscow and 524 in St Petersburg.According to Al Jazeera, tensions are especially high in poor ethnic-minority areas such as the southern Russian region of Dagestan, which has already lost a disproportionately large number of soldiers to the war in Ukraine. Protests have taken place routinely in Russia since the invasion of Ukraine, at great personal risk to individuals who are demonstrating. Find out more about the demonstrations in Russia here, including on March 6, when more than 5,000 people were arrested in a single day.", "graphic": "data/media/28349.jpeg", "publishedDate": "2022-09-27", "tag": "Russia-Ukraine conflict 2021-2022"}, "28348": {"title": "Thousands of Russians Head to Finland after Military Call-up", "body": "Thousands of Russians have crossed the border into Finland since last Wednesday when Russian President Vladamir Putin announced that 300,000 people would be drafted to bolster the country's forces in Ukraine. Increased traffic has also been reported at the border with Georgia, as well as flights selling out, sending prices skyrocketing, as people look to leave the country.While there had been a slight increase on Wednesday 21, straight after Putin’s announcement - rising from 3,133 the week before to 4,824 - the numbers were still lower than usual weekend traffic, and significantly lower than before the corona pandemic. From Thursday, however, Finland’s border guard noticed that gradually more Russians were starting to make the crossing.According to the Finnish Border Guard’s official Twitter account, at around the same time, misleading information had started to circulate on social media, including a video of a 35km long queue that had been filmed a long time before. They encouraged travelers to only use reliable sources of information, adding that everything at the border was under control.As our chart shows, peak figures were recorded on Saturday 24, with 8,572 Russians entering Finland and 4,199 entering Russia, marking the busiest weekend of the year so far. On Monday, the border guard’s official Twitter account confirmed: “Traffic is still busy, but reduced from the peak of the weekend. The majority of arrivals move on to other countries.” While the uptick is largely being attributed to the conscription laws, a number of people are likely also holidaymakers as relaxed Covid restrictions on both sides of the border have increased travel, and will return again to Russia. Finland announced on Friday that they have plans to restrict the entry of Russian citizens and are still hammering out the details. As of September 24, the number of Russians applying for asylum at the border had not yet increased.", "graphic": "data/media/28348.jpeg", "publishedDate": "2022-09-27", "tag": "Migration"}, "28274": {"title": "COVID-19 had an unprecedented impact on tourism", "body": "Without a doubt, the coronavirus pandemic has had the most significant impact on global travel this century. In 2019, Europe had reached an all-time high in terms of international visitors, receiving an unprecedented 579 million travelers that year. In 2020, European traveler numbers painted a very different picture, dropping to well under 200 million arrivals. By comparison, the SARS epidemic barely made a dent in 2003 and, although the global financial crisis was clearly responsible for a decrease in 2008 and 2009, this was nothing compared to the catastrophic fall in international arrivals Europe has seen in 2020. As the European travel and tourism sector shows strong signs of recovery, it is still too soon to tell if and when the number of international visitors to Europe will match the 2019 levels again.", "graphic": "data/media/28274.jpeg", "publishedDate": "2022-09-19", "tag": "COVID-19: impact on the tourism industry worldwide"}, "28270": {"title": "Federer's Legacy", "body": "Just a few weeks after Serena Williams announced her imminent retirement in a very personal essay published in Vogue, the tennis world was hit by another earthquake on Thursday. And even though this one had been coming for a while, it still sent shockwaves through the (sporting) world. Roger Federer, one of the most successful and arguably the most popular tennis player of all time, announced his retirement. Plagued by injury for the last couple of years, Federer, who turned 41 last month, hasn’t played a competitive match since Wimbledon 2021. His body had sent him a very clear message, Federer wrote in his retirement notice, and after working on a comeback for more than a year now, he finally decided to listen. “I am 41 years old. I have played more than 1,500 matches over 24 years. Tennis has treated me more generously than I ever would have dreamt, and now I must recognize when it is time to end my competitive career,” Federer wrote, adding that he would never fully leave the game of tennis.Federer looks back at a career full of records, some of which will likely last, while others have already been broken by his eternal rivals Novak Djokovic and Rafael Nadal. Tennis fans will certainly think back to the age of the “Big Three” for decades, as no other group of players has dominated the game for as long as these three have, and partly continue to do. The following chart sums up some of Federer’s achievements and records, even though the complete list is far too long for a single infographic.", "graphic": "data/media/28270.jpeg", "publishedDate": "2022-09-16", "tag": "Tennis"}, "28380": {"title": "Google's Stadia Fails to Break Through", "body": "Less than three years after its launch in November 2019, Google is shutting down its cloud gaming service Stadia. Despite arriving just in time for the video game boom that was ignited by the Covid-19 pandemic, the service never gained traction with consumers, as cloud gaming has yet to reach its full potential.According to findings from Statista’s Global Consumer Survey, Stadia trailed other gaming subscription services both in terms of recognition and usage. Among a sample of 1,244 U.S. adults surveyed between March and July 2022, just 29 percent had heard of Stadia, while a meager 3 percent had used the service in the past 12 months. That’s a longshot from the more traditional PlayStation Plus and Xbox Game Pass subscriptions, which 63 percent of respondents were familiar with.“While Stadia's approach to streaming games for consumers was built on a strong technology foundation, it hasn't gained the traction with users that we expected so we’ve made the difficult decision to begin winding down our Stadia streaming service,” Google wrote in a blog post. In an applaudable gesture of gratitude towards Stadia’s early adopters and users, Google will be refunding all Stadia hardware purchases made through the Google Store as well as all game and add-on purchases made through the Stadia store.", "graphic": "data/media/28380.jpeg", "publishedDate": "2022-09-30", "tag": "Video game industry"}, "28378": {"title": "VPNs Surge Amid Protests, Conflict and War in 2022", "body": "Iran has shut down WhatsApp and Instagram in an attempt to stifle the discontent growing across the nation, following the death of 22 year-old Mahsa Amini, who died in custody after being arrested by morality police. Internet shutdowns are fairly commonplace in authoritarian societies on the eve of change, where governments may seek to gain control of the narrative by trying to stop communication and the sharing of information which can fuel protests and uprisings. Afterall, the internet can be a powerful tool for social mobilization, as shown by the Arab Spring movement of uprisings which began in the early 2010s. As our chart shows, citizens tend to circumnavigate such crackdowns by downloading virtual private networks, or VPNs, which allows them to get around restrictions to certain blocked sites. These do not work, however, when countries shut off basic internet completely. In Iran, demand for VPN downloads increased by more than 3000 percent in September, according to TopVPN100.com. Yet, other countries too have seen surges this year. For instance, Sri Lanka saw a 17,000 percent increase in VPN downloads on April 3 2022, when social media platforms Facebook, YouTube, Twitter, Instagram and WhatsApp were banned. The internet blackout came as the government enforced a curfew, attempting to keep protesters from hitting the streets over a disastrous economic downturn, mainly attributed to governmental mishandling, which led to major food and fuel shortages.Azerbaijan and Armenia, which saw clashes erupt on the border earlier this month, have also seen people on both sides of the border seek out VPNs this year, with an increase of 751 percent and 84 percent, respectively. Meanwhile, Russia saw an uptick of more than 2,600 percent of VPN demand and Ukraine saw a 600 percent increase since the war started in February. In Russia, the BBC, Deutsche Welle, and Voice of America were among a number of foreign news organizations' websites to be blocked for disseminating what it alleged was fake news. And so this chart visualizes just how crucial cyberspace is as a forefront for warfare today.", "graphic": "data/media/28378.jpeg", "publishedDate": "2022-09-30", "tag": "Iran"}, "6852": {"title": "How Much Sway Does the Far-Right Have?", "body": "Italy’s Giorgia Meloni is projected to win the national election, heading the furthest right-leaning government the country has seen since Mussolini. Meloni will lead a coalition made up of her own party, the Brothers of Italy, alongside former prime minister Silvio Berlusconi's center-right Forza Italia and Matteo Salvini's far-right League. As our chart shows, the far-right continues to hold sway over certain parts of Europe, with Hungary topping the list as the country with the highest share of seats held by a major far-right party. Viktor Orbán's Fidesz won a landslide victory in the country’s 2022 legislative elections, securing 59 percent of the seats in parliament.Elsewhere in the EU, Spain's far-right, represented by Vox, holds around 15 percent of seats in parliament, a similar share to that of the National Rally (RN) in France. In Belgium, the Flemish nationalist party, Vlaams Belang, currently weighs in at 12 percent, while in Germany the AfD has fallen to 11 percent after losing 11 seats in the 2021 federal elections.The parties cited in the chart have been grouped together for sharing similar ideologies on nationalism, social conservatism and anti-immigration, and are widely considered to be on the far right of the political spectrum in Europe.", "graphic": "data/media/6852.jpeg", "publishedDate": "2022-09-26", "tag": "European Union"}, "28320": {"title": "Post-COVID recovery forecast for hotels and short-term rentals in Europe", "body": "The bigger they are, the harder they fall. In 2019, gross bookings of hotels in Europe topped 176 billion euros and fell by more than half in 2020 to just 68 billion euros. In the same period, short-term rental bookings dropped by 13 billion; however, short-term rental bookings are expected to fully recover in 2022/2023. For hotels and similar accommodations, the road to recovery is likely to be much longer and, even by 2025, it is not anticipated that bookings will return to pre-pandemic levels:", "graphic": "data/media/28320.jpeg", "publishedDate": "2022-09-26", "tag": "Hotel market in Central and Eastern Europe"}, "28273": {"title": "Federer's Brand Pays Off Even When He's Not Playing", "body": "Aside from his incredible success on the court, Roger Federer has also excelled off the court during his career lasting more than 20 years. A true polyglot, Federer has fans in every part of the world, often enjoying home court advantage far away from the Swiss Alps. His pristine image, genuinely nice personality and effortless elegance on and off the tennis court have made him the perfect testimonial for brands like Rolex, Nike, Mercedes-Benz and, in the twilight of his career, Uniqlo, the latter reportedly paying $300 million over 10 years to lure Federer away from his long-time sponsor Nike.All this has turned Federer into a global brand and one of the highest-paid athletes of all time. According to Forbes, his off-court earnings alone have added up to $1 billion throughout his career, with $100+ million in prize money the cherry on top. As the following chart shows, Federer even topped the list of highest-paid tennis players from August 2021 to August 2022, despite not playing a single competitive match during that time. His estimated $90 million in off-court earning were enough to keep him on top of the list, with Naomi Osaka and Serena Williams ranked second and third, respectively.", "graphic": "data/media/28273.jpeg", "publishedDate": "2022-09-16", "tag": "Tennis"}, "28266": {"title": "Beauty Tech is Just Taking Off", "body": "In 2021, beauty tech revenue hit $3.8 billion across seven major markets - the United States, China, Japan, South Korea, United Kingdom, Germany and France. By 2026, this is expected to reach $8.9 billion.Although it’s growing, beauty tech is still a relatively new and niche area. The name is used as an umbrella term for all AI and AR based tools and software used within beauty, whether that’s a smart mirror that can simulate virtual try-ons or diagnostic software that offers facial scanning to make informed and smart recommendations. According to data in Statista’s Beauty Tech dossier, developments in the market are expected to increase beauty tech’s share of the traditional beauty market from 1.8 percent in 2021 to 3.1 percent by 2026.", "graphic": "data/media/28266.jpeg", "publishedDate": "2022-09-16", "tag": "AI use in marketing"}, "23574": {"title": "U.S. Consumers Keep Spending in Defiance of Inflation", "body": "The U.S. Bureau of Economic Analysis released its third and final estimate of second-quarter GDP on Thursday, confirming that the U.S. economy contracted for the second consecutive quarter amid an environment awash in global crises and uncertainties. Real GDP declined at an annual rate of 0.6 percent in the second quarter, up from a 1.6 percent decline in the first quarter.Consumer spending, by far the largest component of the gross domestic product, once again proved to be surprisingly resilient in the face of surging inflation. According to the BEA, inflation-adjusted personal consumption expenditures increased at an annual rate of 2 percent in the second quarter, partly offsetting a 14 percent decline in gross private domestic investment. Measured in chained 2012 dollars, real personal consumption expenditures amounted to $14.1 trillion on an annualized basis in Q2 2022, up from $13.8 trillion a year earlier.While consumers kept spending despite rising prices through the second quarter, there are some warning signs as spending on goods, led by food and beverages, declined for the second consecutive quarter. Meanwhile services spending increased at an annual rate of 4.6 percent in Q2, as Americans spent more on food services and accommodation compared to the preceding quarter.", "graphic": "data/media/23574.jpeg", "publishedDate": "2022-09-30", "tag": "Per Capita Expenditure"}, "28377": {"title": "Labour Opens Up Massive Lead in the Polls", "body": "After prime minister Truss and chancellor Kwarteng's disastrous mini-budget announcement last Friday, followed by intervention from the Bank of England and a rebuke from the IMF, days of radio silence from the Conservative leader were broken with a string of car crash local radio interviews and a dogged defiance to row back on any of her government's latest decisions.Already behind Labour in the polls since the turn of the year, the Conservatives now suddenly find themselves second to a Labour party enjoying the largest lead recorded in any published poll since the late 90's. One projection estimates a general election victory on this scale would equate to a loss of 304 seats for the Conservatives, and a Labour gain of 296.", "graphic": "data/media/28377.jpeg", "publishedDate": "2022-09-30", "tag": "UK Politics"}, "28311": {"title": "France remains the number one tourism destination despite the pandemic", "body": "The devastating effect of the coronavirus pandemic on the tourism industry is most clearly illustrated by the number of travelers in 2019 compared to 2020. After welcoming 90 million visitors in 2019, France’s intake dropped by more than half in the following year. Despite this sharp decline in visitors, France still maintained the highest number of international tourist arrivals in the world. Spain, which was the second most visited country for tourist arrivals in 2019, lost around three quarters of their usual tourist arrivals and dropped down to 5th place and was replaced by Italy for 2nd place.", "graphic": "data/media/28311.jpeg", "publishedDate": "2022-09-26", "tag": "Hotel industry worldwide"}, "28339": {"title": "Hotel chains on the rise in Europe", "body": "Hotel chains in Europe have yet to reach the same scale as in the US, although their room-share in Europe is growing. Since 1999, France and the UK have been the first European countries to witness chainification of the hotel industry. The penetration rate of the chain hotels went up from less than 40 percent of available rooms to almost 60 percent, in just two decades. Even Italy has seen a sizable increase in hotel chains over this period, but independent hotels are still responsible for over 75 percent room-share in the Italian hotel market.", "graphic": "data/media/28339.jpeg", "publishedDate": "2022-09-23", "tag": "Hotel industry worldwide"}, "28264": {"title": "End of Covid-19 'in Sight'?", "body": "Delivering his most upbeat message since the beginning of the Covid-19 pandemic in March 2020, Dr. Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said that the end of the pandemic was finally near. “We have never been in a better position to end the pandemic. We are not there yet, but the end is in sight,” he said at a media briefing on Wednesday. Using the image of a marathon runner approaching the finish line, Dr. Tedros warned against complacency, however, saying that “a marathon runner does not stop when the finish line comes into view. She runs harder, with all the energy she has left.” While the world is still seeing millions of new Covid-19 cases per week, with the real number probably even higher due to limited testing, those infections are no longer resulting in as many severe cases or deaths as we’ve seen in earlier stages of the pandemic. The weekly number of deaths is now lower than it has been at the end of March 2020, and it’s been below that level for a couple of months now. Make no mistake, more than one million people still died from Covid this year, but the latest trend in hospitalizations and deaths is encouraging. “We can see the finish line,” Dr. Tedros said in conclusion. “We’re in a winning position. But now is the worst time to stop running.” To help the world cross the line and avoid the risk of “more variants, more deaths, more disruption, and more uncertainty, the WHO released six policy briefs outlining best practices to save lives, protect health systems, and avoid social and economic disruption.", "graphic": "data/media/28264.jpeg", "publishedDate": "2022-09-15", "tag": "Coronavirus disease (COVID-19) pandemic"}, "28258": {"title": "India Overtakes UK to Become Fifth Biggest Economy", "body": "Just a decade ago, Indian GDP was the eleventh largest in the world. Now, with 7 percent growth forecast for 2022, India's economy has overtaken the United Kingdom's in terms of size, making it the fifth biggest. That's according to the latest figures from the International Monetary Fund.India's growth is accompanied by a period of rapid inflation in the UK, creating a cost of living crisis and the risk of a recession which the Bank of England predicts could last into 2024. This situation, coupled with a turbulent political period and the continued hangover of Brexit, led to Indian output overtaking that of the UK in the final quarter of 2021, with the first of 2022 offering no change in the ranking.Looking ahead, the IMF forecasts this to become the new status quo, with India expected to leap further ahead of the UK up to 2027 - making India the fourth largest economy by that time, too, and leaving the UK behind in sixth.", "graphic": "data/media/28258.jpeg", "publishedDate": "2022-09-15", "tag": "The Indian economy"}, "18858": {"title": "The Pound in Recovery After Hitting Record Low", "body": "The British pound tanked against the U.S. dollar, hitting a record low on Monday as the exchange market reacted to the UK's biggest tax cuts in 50 years. The move was announced by new chancellor Kwasi Kwarteng late last week - while also unveiling plans to increase government borrowing and spending.The initial fall on Friday (3.6 percent) was the third-worst day for the currency since Black Wednesday in 1992, and can only be topped by the day after the Brexit referendum result (-8.1 percent) and after the initial pandemic shock in 2020 (-3.7 percent). Combining to worsen the current state of the pound is the soaring dollar. A traditional safe-haven currency, USD investments have been rising during the current period of great global uncertainty. This has led to experts seeing the prospect of pound/dollar parity as increasingly likely.For now at least, however, a week after the chancellor's mini-budget announcement and subsequent intervention from the Bank of England and rebuke from the IMF, the pound has recovered to pre-announcement levels.", "graphic": "data/media/18858.jpeg", "publishedDate": "2022-09-30", "tag": "The UK economy"}, "28368": {"title": "Hotel chains are adding rooms as independent properties are losing ground", "body": "Traditionally, the majority of hotels in Europe have been independently owned; however, chain hotels are slowly increasing their market share in mainland Europe. This chainification of hotels and other industries is not uncommon in the US, but this trend hasn't been as pronounced in Europe. Nevertheless, the gap between the number of independent and chain hotel rooms is getting smaller. From 2015 to 2021 the room-share of chain hotels increased from 1.54 million to 1.72 million and appear to be displacing what was on offer by independent providers, given the drop in room-share experienced by the latter in the same period.", "graphic": "data/media/28368.jpeg", "publishedDate": "2022-09-30", "tag": "Hotel industry worldwide"}, "28338": {"title": "The global pandemic battered holiday spending", "body": "In 2020 the unprecedented decrease in international travel due to the coronavirus pandemic had a similarly devastating effect on revenue generated by tourism. In the US, international tourist receipts dropped to 63.7 billion euros, down from 178.1 billion in the previous year. While many countries saw their international tourist receipts drop by around two thirds, France fared comparatively well, generating 28.5 billion euros in 2020. Just over half the amount in tourist receipts generated in the previous year.", "graphic": "data/media/28338.jpeg", "publishedDate": "2022-09-23", "tag": "COVID-19: impact on the tourism industry worldwide"}, "28332": {"title": "Meat & Fish Are Still on the Menu for Most Americans", "body": "Around one in five U.S. adults born between 1995 and 2004 are either vegan or vegetarian, according to Statista’s latest Global Consumer Survey. As our chart shows, the share of people opting for a plant-based diet decreases rapidly with age. Six percent of U.S. adults born between 1965 and 1979 said that they were vegetarians in the survey, while only two percent said they followed a vegan diet. For the baby boomers, three percent were vegetarian and only one percent vegan. However, the survey also found that many more U.S. adults can imagine going without animal produce at least on occasion, with between eight and 14 percent of survey respondents per generation describing themselves as “flexitarians”. This diet focuses more on cutting down on eating animals and their produce, rather than stopping eating meat and fish altogether.As awareness around the carbon footprint of meat production increases, more and more people are turning to plant-based diets, driving the innovation and production of meat substitute markets. However, as Felix Richter reports, meat substitutes still make up only a tiny sliver of the U.S. meat market, pulling in $1.3 billion in sales in 2021 versus the $160 billion of fresh and processed meat.", "graphic": "data/media/28332.jpeg", "publishedDate": "2022-09-23", "tag": "Veganism and vegetarianism in the U.S."}, "28257": {"title": "The Size of the Company 'Given Away' to Save the Planet", "body": "In an announcement made on Wednesday, the founder of the clothing company Patagonia, Inc., Yvon Chouinard, said that his company was being given away to help fight the climate crisis, saying: \"All profits, in perpetuity, will go to our mission to ‘save our home planet’\". The private company, founded in 1973 in California, has been transferred to a uniquely structured trust and nonprofit, meaning, as Chouinard proclaimed: “As of now, Earth is our only shareholder”.While profit figures for the company are not publicly available, Statista Company DB estimates of Patagonia's global annual revenue give a good indicator of the size of the retailer. As this infographic shows, despite declining y-o-y since 2019, Patagonia has seen annual sales of over $1 billion for the last three years.Having donated 2 percent of all stock and all decision-making authority to a trust, the Chouinard family has transferred the other 98 percent to a nonprofit called the Holdfast Collective, which “will use every dollar received to fight the environmental crisis, protect nature and biodiversity, and support thriving communities, as quickly as possible\". Explaining the thinking behind the move, Chouinard said: “Instead of ‘going public’, you could say we’re ‘going purpose’...Instead of extracting value from nature and transforming it into wealth for investors, we’ll use the wealth Patagonia creates to protect the source of all wealth.”", "graphic": "data/media/28257.jpeg", "publishedDate": "2022-09-15", "tag": "Global climate change"}, "28262": {"title": "A Breakdown of the Rising Cost of Living", "body": "Soaring energy prices and inflation, paired with the fact incomes have not increased at the same rate, means millions of people living in the UK risk falling short of what they need for a decent standard of living this winter, according to the Joseph Rowntree Foundation. The extent of inflation within the UK is made tangible by the foundation’s latest report, which shows how a single working adult living in the UK needs to earn at least £293.28 each week in order to reach the minimum standard of living. This is a 26.8 percent increase since 2021, when the average adult needed £231.33 per week. These figures do not include rent and childcare, and so in actual fact, the costs consumers will be paying are higher still. Our chart shows a breakdown of how much the average working person is likely to spend on food, clothing, transport, social activities and household goods in a week, based on the foundation’s survey. Domestic fuel has more than doubled its cost since this time last year, while food and drink has increased by nearly a third as much again. The costs of social and cultural activities have also risen by around 45 percent.", "graphic": "data/media/28262.jpeg", "publishedDate": "2022-09-15", "tag": "Cost of living crisis UK"}, "28366": {"title": "America's Top Online Fashion Shops", "body": "A Chinese company is the biggest online fashion retailer in the U.S. in 2021: Shein - founded 2008 in Nanjing, China - is selling Chinese-made apparel directly to consumers all over the world via the internet, reaping big profits in the process. The United States are the biggest market for the online retailer, according to ecommerce DB. Last year, the company grossed almost $5.8 billion stateside with its trendy, fast-fashion digs.Traditional department stores are also still high on the list of America's biggest online fashion stores. Macys.com comes in second place, having generated revenues of almost $5.6 billion with online fashion sales in 2021. Kohl's comes in rank six, while Nordstrom is in seventh place. Big box retailers Walmart and Target also made it to the top 10 last year with their internet apparel sales, while online everything-store Amazon even made rank 3. Just two companies on the list are online-only retailers: Shein and Stitchfix.com, which has been winning customers with a personalized model of customizable shops and curated shipments based on user preference.", "graphic": "data/media/28366.jpeg", "publishedDate": "2022-09-30", "tag": "Fashion e-commerce in the United States"}, "16434": {"title": "James Bond: A View to a Product Placement", "body": "Known as much for the oft-repeated and enthusiastically imitated line, \"shaken, not stirred\", as he is for his more action-packed exploits, the fictional character James Bond is a famously keen drinker.Now, a study published in the Medical Journal of Australia has examined and quantified 007’s drinking through each of his films, studying how changing habits in the films through the decades act as a reflection for changing attitudes towards alcohol and cigarette consumption generally. One conclusion from the researchers at University of Otago in New Zealand, having analyzed movies from 1962 to 2015, is that the secret agent did in fact have a severe drinking problem. Beyond figuring out that Bond met half the criteria for alcohol abuse disorder, the study looked at product placements in Bond films. The number of which appearing in Bond films has been steadily increasing decade by decade. In the 1960s, Bond films had an average of about 5 product placements per film, with barely any mention of alcohol brands. By the 2010s an average Bond film featured around 30 product placements per film, which can include anything from alcohol to cars. The amount of alcohol brands making an appearance has also increased significantly since 007 first hit our screens.", "graphic": "data/media/16434.jpeg", "publishedDate": "2022-09-29", "tag": "Movie industry in the U.S. & Canada"}, "11857": {"title": "The Global Wealth Pyramid", "body": "The level of financial inequality around the world is staggering. According to a new Credit Suisse report, 47.8 percent of global household wealth is in the hands of just 1.2 percent of the world's population. Those 62.5 million individuals control a staggering $221.7 trillion, as can be seen on this infographic.Below that, 627 million people own $176.5 trillion, 38.1 percent of global wealth, despite accounting for just 11.8 percent of the adult population. The base of the pyramid is the most poignant, and it shows how 2.8 billion people (53.2 percent of the world's population) share a combined wealth of $5 trillion - which is just 1.1 percent of total global wealth.", "graphic": "data/media/11857.jpeg", "publishedDate": "2022-09-29", "tag": "Billionaires around the world"}, "28362": {"title": "The Strength of Hurricanes Making Landfall in the U.S.", "body": "Hurricane Ian hit the West Florida coast close to Fort Myers yesterday, causing widespread destruction, flooding and power outages. Upon making landfall at offshore island Cayo Costa, Ian was classified as a category 4 hurricane on the Saffir-Simpson scale, exhibiting wind speeds of up to 150 miles per hours. A storm surge in the area reached a peak of 12 feet while a maximum of two million people were out of power in the state last night.According to the Atlantic Oceanographic & Meteorological Laboratory at the National Oceanic & Atmospheric Administration, only 32 hurricanes have made landfall as a category 4 storm or higher in the continental U.S. since record began in 1851. Category 5 starts at a wind speed of 157 miles per hour, making Ian a hurricane at the upper threshold of category 4 and the fourth-strongest to ever hit Florida together with Hurricane Charly in 2004 (also 150 mph).The three stronger storm that have hit Florida were all classified as category 5 – Hurricane Michael in 2018, Hurricane Andrew in 1992 and the destructive Labor Day hurricane of 1935, which claimed an estimated 400 lives when it slammed the Florida Keys. Considering all of the continental U.S., Ian was the fifth-strongest to ever hit, albeit in an eight-way tie, according to Fox Weather.On Thursday morning, the storm is still making its way across the state but was downgraded to a category 1 storm Wednesday night and finally, a tropical storm as of 5 a.m. local time on Thursday.", "graphic": "data/media/28362.jpeg", "publishedDate": "2022-09-29", "tag": "Weather in the United States"}, "28356": {"title": "Where Jewelry That Glitters Is Gold", "body": "A new report by the World Gold Council shows how fragmented the Indian gold jewelry market is at the moment, but also projects that chain stores will expand their market share in the years to come. According to \"An SRO for India’s Gold Industry\", only 35 percent of gold retailing in the country was organized in 2021, but that share is expected rise to 40 percent by 2026 as more chain stores are opened.The report states that one of the major reasons given by Indians for not having purchased gold jewelry is lack of trust, something a more organized retail landscape could remedy.Other numbers by the same source show that India, behind China, is the biggest gold jewelry market in the world, making up 29 percent of it (by weight) while only accounting for around 14 percent of the world population. After a pandemic dip in 2020, gold jewelry sales in India almost doubled again in 2021, reaching a six-year high.Other places there gold jewelry sales are elevated due to the objects' cultural significance and the substance's popularity as an investment are Turkey, the United Arab Emirates and Southeast Asia. The United Arab Emirates in particular serve as a hub for gold jewelry buyers, making tourism - especially visitors from India - an important factor.", "graphic": "data/media/28356.jpeg", "publishedDate": "2022-09-29", "tag": "Gold as an investment"}, "28358": {"title": "The Growing Global Reliance on Antidepressants", "body": "According to the latest OECD data, Iceland continues to have one of the highest levels of antidepressant use in the world - with an average consumption of 16 daily doses per 100 inhabitants in 2021. In general, the northern countries are among the biggest consumers, with Canada and Sweden also showing a ratio of over 10 doses per 100 inhabitants per day. Worth noting however is the absence of the United States from the data.As illustrated by our infographic, antidepressant use has become more widespread all around the world, with major increases from 2015 to 2020 or 2021 observed in Iceland, Portugal and Sweden, as well as Belgium and Greece. The places with the lowest consumption levels of those analyzed are South Korea and Lithuania (not displayed), with a ratio of 2 to 3 daily doses per 100 people.", "graphic": "data/media/28358.jpeg", "publishedDate": "2022-09-28", "tag": "Mental health worldwide"}, "28353": {"title": "Is Democracy in Decline?", "body": "While it’s true that globally, the citizens of the world enjoy more democratic freedoms than in the past, several indicators seem to suggest that this progress is now under threat. So: is the world becoming less democratic?One way to approach this question is to look at the evolution of both democratic societies and autocratic regimes around the world. In our chart, we have drawn from the classification and evaluation of political regimes shown by Our World in Data (Lührmann et al. (2018), V-Dem). Here, democracies have been subdivided into two categories, “electoral” and “liberal”. Liberal democracies hold not only free elections but also have equitable laws and processes.Using this data, we can see that democracy has indeed been on the decline in recent years. After an all-time high in 2016, when there were 97 democracies worldwide (both in terms of liberal and electoral), this figure fell to 89 in 2021. The number of people living in democracies has plummeted from 3.9 billion in 2017 to 2.3 billion in 2021. Today, it is estimated that around 70 percent of the world's population lives under autocratic rule.", "graphic": "data/media/28353.jpeg", "publishedDate": "2022-09-28", "tag": ""}, "28260": {"title": "Countries With the Worst Emotional Health", "body": "Last year was a difficult period for many people, and as Gallup's latest Negative Experience Index indicates, unhappiness continued to rise worldwide in 2021, \"as the world overall became a sadder, more worried and more stressed-out place\". In two countries, though, more people were living in misery than anywhere else on the planet: Afghanistan and Lebanon. In the 2021 survey, the two countries recorded the two highest scores in the world on the index, which is based on people's daily experiences of sadness, stress, worry, anger and physical pain. Higher scores on the index mean more of a population is experiencing these emotions.As summarized by Gallup, \"most of the countries with the highest scores on the Negative Experience Index were contending with some type of economic or political instability in 2021\". On Afghanistan specifically: \"When Gallup surveyed Afghanistan as the Taliban retook control last year and as the U.S. withdrew its troops, Afghans' emotional state reflected the chaos and uncertainty. 80% of Afghans were worried, 74% were stressed, and 61% were sad.\" Tellingly, \"no other population in the world has ever reported feeling this worried in the history of Gallup's trend.\"", "graphic": "data/media/28260.jpeg", "publishedDate": "2022-09-28", "tag": "Mental health worldwide"}, "28351": {"title": "A Global Overview of Human Migration", "body": "According to the latest data published by the United Nations, the number of international migrants amounted to 281 million in 2020, which is equivalent to 3.6 percent of the world's population. By \"migrant\", it is meant: Any person who, leaving his or her usual place of residence, crosses an international border, regardless of the nature and cause of the movement or the duration of the stay. The census therefore covers a wide range of circumstances and includes both war and economic refugees - estimated at more than 82 million - and voluntary migrants: workers, students, retirees, etc.This map provides an overview of the migration trends in the world. It shows the annual net migration (arrivals minus departures) of all countries and territories, relative to their population size. Between 2017 and 2021, the regions of the world that lost the largest share of people via emigration were the Marshall Islands and American Samoa in the Pacific Ocean, followed by Lebanon and Venezuela. During this period, these four territories, some of which are experiencing severe economic hardship, experienced an average net loss of 28 to 42 inhabitants per 1,000 people per year.In contrast, the regions that attracted the most migrants relative to their population size were the New Zealand-administered Tokelau Archipelago, the Caribbean tax haven of the Turks and Caicos Islands and, in Europe, Malta. For these three places, the average annual net migration was between 22 and 45 additional persons per 1,000 inhabitants.", "graphic": "data/media/28351.jpeg", "publishedDate": "2022-09-28", "tag": "Migration"}, "28347": {"title": "Tesla Hasn't Conquered the World", "body": "When you say the words 'electric car', most people will think of a Tesla. Yet, despite an impressive rise to prominence in its native North America, the Elon Musk-led company has far from conquered the world.As the Statista Mobility Market Outlook shows, Tesla's dominant position in North America - an estimated 70.6 percent share of all BEV unit sales in 2021 - has so far only been replicated to any significant degree in Australia and Oceania (65.8 percent). In Asia, for example, Chinese manufacturer Wuling is in pole position, having laid claim to 14.9 percent of battery electric vehicles sold in the region, compared to Tesla's 12.4 percent.Another market where a wider range of players have managed to carve out a foothold, is Europe. There, Volkswagen sold narrowly more BEV units than Tesla last year, while Renault, Peugeot and Hyundai all had shares greater than 5 percent. In South America, MG (now owned by China's SAIC Motor) sold the most vehicles (16.5 percent), with Tesla scraping together just 3.3 percent.", "graphic": "data/media/28347.jpeg", "publishedDate": "2022-09-27", "tag": "Tesla"}}