{"28367": {"title": "Europe's independent hotels are slowly displaced by chains", "body": "There are close to 3.5 independent hotels for every chain property in Europe, but this number is slowly eroding. Considering properties with 25 rooms or more, the number of independent hotels in Europe has dropped from just over 51 thousand in 2015 to 49,500 in 2021. On the flipside, hotel chains have been gaining ground, aided by the tailwind of the travel & tourism sector becoming increasingly more international.", "graphic": "data/media/28367.jpeg", "publishedDate": "2022-09-30", "tag": "Hotel industry worldwide"}, "28381": {"title": "Many Iranians Discontent With State of Country", "body": "At least 83 people have reportedly been killed in protests across Iran, sparked by the death of 22 year-old Mahsa Amini who died after being taken into custody by the morality police for allegedly wearing a hijab too loosely. Protests have escalated across the country over the right to freedom of choice, fuelled by an underlying discontent over the state of the country. Stasis Consulting, a U.S. based opinion research firm, caught a snapshot of sentiments in Iran in July 2022, just prior to the election of newly incumbent President Ebrahim Raisi. It reveals how, only a few months ago, tensions had already been mounting. According to the survey, 77 percent of Iranians thought that the country’s youth do not see prosperity in their futures. For the group aged 18-29 years old, this was even more pronounced, rising to 80 percent. At the same time, nearly half (49 percent) of the age group said that if they had the opportunity to move abroad they would, with Germany as the first choice of destination, followed by Canada and the U.S.When asked about the main reasons Iranians have left the country in recent years, 57 percent of respondents said it was due to economic problems. However, 26 percent also said political or religious freedom was a main factor, while 25 percent said it was to look for a better life and 19 percent cited dissatisfaction with government officials. Where half (52 percent) said they either completely or somewhat disliked President Raisi, he at least scored higher than former president Hassan Rouhani who had a favorability rate of only 24 percent. We can see that even back in July, many Iranians were skeptical of the government's choices. Where 50 percent of respondents said the proposed Regulatory System for Cyberspace Services Bill, was being introduced purely for censorship reasons, only 18 percent said it was intended to merely maintain law-abiding use of the internet. Since Amini’s death, WhatsApp and Instagram have been blocked. The country has also seen widespread internet outages as well as reports of the disconnection or slowing down of cell phone services. Meanwhile, Twitter and Facebook have both long been blocked in Iran. Read more about internet shutdowns in places of political unrest here.", "graphic": "data/media/28381.jpeg", "publishedDate": "2022-09-30", "tag": "Iran"}, "28380": {"title": "Google's Stadia Fails to Break Through", "body": "Less than three years after its launch in November 2019, Google is shutting down its cloud gaming service Stadia. Despite arriving just in time for the video game boom that was ignited by the Covid-19 pandemic, the service never gained traction with consumers, as cloud gaming has yet to reach its full potential.According to findings from Statista’s Global Consumer Survey, Stadia trailed other gaming subscription services both in terms of recognition and usage. Among a sample of 1,244 U.S. adults surveyed between March and July 2022, just 29 percent had heard of Stadia, while a meager 3 percent had used the service in the past 12 months. That’s a longshot from the more traditional PlayStation Plus and Xbox Game Pass subscriptions, which 63 percent of respondents were familiar with.“While Stadia's approach to streaming games for consumers was built on a strong technology foundation, it hasn't gained the traction with users that we expected so we’ve made the difficult decision to begin winding down our Stadia streaming service,” Google wrote in a blog post. In an applaudable gesture of gratitude towards Stadia’s early adopters and users, Google will be refunding all Stadia hardware purchases made through the Google Store as well as all game and add-on purchases made through the Stadia store.", "graphic": "data/media/28380.jpeg", "publishedDate": "2022-09-30", "tag": "Video game industry"}, "28378": {"title": "VPNs Surge Amid Protests, Conflict and War in 2022", "body": "Iran has shut down WhatsApp and Instagram in an attempt to stifle the discontent growing across the nation, following the death of 22 year-old Mahsa Amini, who died in custody after being arrested by morality police. Internet shutdowns have historically been used to attempt to gain control of the narrative, by trying to stop communication and the sharing of information which can fuel protests and uprisings. As our chart shows, citizens tend to circumnavigate such crackdowns by downloading virtual private networks, or VPNs, which allows them to get around restrictions to certain blocked sites. These do not work, however, when countries shut off basic internet completely. In Iran, demand for VPN downloads increased by more than 3000 percent in September, according to TopVPN100.com. Yet, other countries too have seen surges this year. For instance, Sri Lanka saw a 17,000 percent increase in VPN downloads on April 3 2022, when social media platforms Facebook, YouTube, Twitter, Instagram and WhatsApp were banned. The internet blackout came as the government enforced a curfew, attempting to keep protesters from hitting the streets over a disastrous economic downturn, mainly attributed to governmental mishandling, which led to major food and fuel shortages.Azerbaijan and Armenia, which saw clashes erupt on the border earlier this month, have also seen people on both sides of the border seek out VPNs this year, with an increase of 751 percent and 84 percent, respectively. Meanwhile, Russia saw an uptick of more than 2,600 percent of VPN demand and Ukraine saw a 600 percent increase since the war started in February. In Russia, the BBC, Deutsche Welle, and Voice of America were among a number of foreign news organizations' websites to be blocked for disseminating what it alleged was fake news.", "graphic": "data/media/28378.jpeg", "publishedDate": "2022-09-30", "tag": "Iran"}, "23574": {"title": "U.S. Consumers Keep Spending in Defiance of Inflation", "body": "The U.S. Bureau of Economic Analysis released its third and final estimate of second-quarter GDP on Thursday, confirming that the U.S. economy contracted for the second consecutive quarter amid an environment awash in global crises and uncertainties. Real GDP declined at an annual rate of 0.6 percent in the second quarter, up from a 1.6 percent decline in the first quarter.Consumer spending, by far the largest component of the gross domestic product, once again proved to be surprisingly resilient in the face of surging inflation. According to the BEA, inflation-adjusted personal consumption expenditures increased at an annual rate of 2 percent in the second quarter, partly offsetting a 14 percent decline in gross private domestic investment. Measured in chained 2012 dollars, real personal consumption expenditures amounted to $14.1 trillion on an annualized basis in Q2 2022, up from $13.8 trillion a year earlier.While consumers kept spending despite rising prices through the second quarter, there are some warning signs as spending on goods, led by food and beverages, declined for the second consecutive quarter. Meanwhile services spending increased at an annual rate of 4.6 percent in Q2, as Americans spent more on food services and accommodation compared to the preceding quarter.", "graphic": "data/media/23574.jpeg", "publishedDate": "2022-09-30", "tag": "Per Capita Expenditure"}, "28377": {"title": "Labour Opens Up Massive Lead in the Polls", "body": "After prime minister Truss and chancellor Kwarteng's disastrous mini-budget announcement last Friday, followed by intervention from the Bank of England and a rebuke from the IMF, days of radio silence from the Conservative leader were broken with a string of car crash local radio interviews and a dogged defiance to row back on any of her government's latest decisions.Already behind Labour in the polls since the turn of the year, the Conservatives now suddenly find themselves second to a Labour party enjoying the largest lead recorded in any published poll since the late 90's. One projection estimates a general election victory on this scale would equate to a loss of 304 seats for the Conservatives, and a Labour gain of 296.", "graphic": "data/media/28377.jpeg", "publishedDate": "2022-09-30", "tag": "UK Politics"}, "18858": {"title": "The Pound in Recovery After Hitting Record Low", "body": "The British pound tanked against the U.S. dollar, hitting a record low on Monday as the exchange market reacted to the UK's biggest tax cuts in 50 years. The move was announced by new chancellor Kwasi Kwarteng late last week - while also unveiling plans to increase government borrowing and spending.The initial fall on Friday (3.6 percent) was the third-worst day for the currency since Black Wednesday in 1992, and can only be topped by the day after the Brexit referendum result (-8.1 percent) and after the initial pandemic shock in 2020 (-3.7 percent). Combining to worsen the current state of the pound is the soaring dollar. A traditional safe-haven currency, USD investments have been rising during the current period of great global uncertainty. This has led to experts seeing the prospect of pound/dollar parity as increasingly likely.For now at least, however, a week after the chancellor's mini-budget announcement and subsequent intervention from the Bank of England and rebuke from the IMF, the pound has recovered to pre-announcement levels.", "graphic": "data/media/18858.jpeg", "publishedDate": "2022-09-30", "tag": "The UK economy"}, "28368": {"title": "Hotel chains are adding rooms as independent properties are losing ground", "body": "Traditionally, the majority of hotels in Europe have been independently owned; however, chain hotels are slowly increasing their market share in mainland Europe. This chainification of hotels and other industries is not uncommon in the US, but this trend hasn't been as pronounced in Europe. Nevertheless, the gap between the number of independent and chain hotel rooms is getting smaller. From 2015 to 2021 the room-share of chain hotels increased from 1.54 million to 1.72 million and appear to be displacing what was on offer by independent providers, given the drop in room-share experienced by the latter in the same period.", "graphic": "data/media/28368.jpeg", "publishedDate": "2022-09-30", "tag": "Hotel industry worldwide"}, "28366": {"title": "America's Top Online Fashion Shops", "body": "A Chinese company is the biggest online fashion retailer in the U.S. in 2021: Shein - founded 2008 in Nanjing, China - is selling Chinese-made apparel directly to consumers all over the world via the internet, reaping big profits in the process. The United States are the biggest market for the online retailer, according to ecommerce DB. Last year, the company grossed almost $5.8 billion stateside with its trendy, fast-fashion digs.Traditional department stores are also still high on the list of America's biggest online fashion stores. Macys.com comes in second place, having generated revenues of almost $5.6 billion with online fashion sales in 2021. Kohl's comes in rank six, while Nordstrom is in seventh place. Big box retailers Walmart and Target also made it to the top 10 last year with their internet apparel sales, while online everything-store Amazon even made rank 3. Just two companies on the list are online-only retailers: Shein and Stitchfix.com, which has been winning customers with a personalized model of customizable shops and curated shipments based on user preference.", "graphic": "data/media/28366.jpeg", "publishedDate": "2022-09-30", "tag": "Fashion e-commerce in the United States"}, "16434": {"title": "James Bond: A View to a Product Placement", "body": "Known as much for the oft-repeated and enthusiastically imitated line, \"shaken, not stirred\", as he is for his more action-packed exploits, the fictional character James Bond is a famously keen drinker.Now, a study published in the Medical Journal of Australia has examined and quantified 007’s drinking through each of his films, studying how changing habits in the films through the decades act as a reflection for changing attitudes towards alcohol and cigarette consumption generally. One conclusion from the researchers at University of Otago in New Zealand, having analyzed movies from 1962 to 2015, is that the secret agent did in fact have a severe drinking problem. Beyond figuring out that Bond met half the criteria for alcohol abuse disorder, the study looked at product placements in Bond films. The number of which appearing in Bond films has been steadily increasing decade by decade. In the 1960s, Bond films had an average of about 5 product placements per film, with barely any mention of alcohol brands. By the 2010s an average Bond film featured around 30 product placements per film, which can include anything from alcohol to cars. The amount of alcohol brands making an appearance has also increased significantly since 007 first hit our screens.", "graphic": "data/media/16434.jpeg", "publishedDate": "2022-09-29", "tag": "Movie industry in the U.S. & Canada"}, "11857": {"title": "The Global Wealth Pyramid", "body": "The level of financial inequality around the world is staggering. According to a new Credit Suisse report, 47.8 percent of global household wealth is in the hands of just 1.2 percent of the world's population. Those 62.5 million individuals control a staggering $221.7 trillion, as can be seen on this infographic.Below that, 627 million people own $176.5 trillion, 38.1 percent of global wealth, despite accounting for just 11.8 percent of the adult population. The base of the pyramid is the most poignant, and it shows how 2.8 billion people (53.2 percent of the world's population) share a combined wealth of $5 trillion - which is just 1.1 percent of total global wealth.", "graphic": "data/media/11857.jpeg", "publishedDate": "2022-09-29", "tag": "Billionaires around the world"}, "28362": {"title": "The Strength of Hurricanes Making Landfall in the U.S.", "body": "Hurricane Ian hit the West Florida coast close to Fort Myers yesterday, causing widespread destruction, flooding and power outages. Upon making landfall at offshore island Cayo Costa, Ian was classified as a category 4 hurricane on the Saffir-Simpson scale, exhibiting wind speeds of up to 150 miles per hours. A storm surge in the area reached a peak of 12 feet while a maximum of two million people were out of power in the state last night.According to the Atlantic Oceanographic & Meteorological Laboratory at the National Oceanic & Atmospheric Administration, only 32 hurricanes have made landfall as a category 4 storm or higher in the continental U.S. since record began in 1851. Category 5 starts at a wind speed of 157 miles per hour, making Ian a hurricane at the upper threshold of category 4 and the fourth-strongest to ever hit Florida together with Hurricane Charly in 2004 (also 150 mph).The three stronger storm that have hit Florida were all classified as category 5 – Hurricane Michael in 2018, Hurricane Andrew in 1992 and the destructive Labor Day hurricane of 1935, which claimed an estimated 400 lives when it slammed the Florida Keys. Considering all of the continental U.S., Ian was the fifth-strongest to ever hit, albeit in an eight-way tie, according to Fox Weather.On Thursday morning, the storm is still making its way across the state but was downgraded to a category 1 storm Wednesday night and finally, a tropical storm as of 5 a.m. local time on Thursday.", "graphic": "data/media/28362.jpeg", "publishedDate": "2022-09-29", "tag": "Weather in the United States"}, "28356": {"title": "Where Jewelry That Glitters Is Gold", "body": "A new report by the World Gold Council shows how fragmented the Indian gold jewelry market is at the moment, but also projects that chain stores will expand their market share in the years to come. According to \"An SRO for India’s Gold Industry\", only 35 percent of gold retailing in the country was organized in 2021, but that share is expected rise to 40 percent by 2026 as more chain stores are opened.The report states that one of the major reasons given by Indians for not having purchased gold jewelry is lack of trust, something a more organized retail landscape could remedy.Other numbers by the same source show that India, behind China, is the biggest gold jewelry market in the world, making up 29 percent of it (by weight) while only accounting for around 14 percent of the world population. After a pandemic dip in 2020, gold jewelry sales in India almost doubled again in 2021, reaching a six-year high.Other places there gold jewelry sales are elevated due to the objects' cultural significance and the substance's popularity as an investment are Turkey, the United Arab Emirates and Southeast Asia. The United Arab Emirates in particular serve as a hub for gold jewelry buyers, making tourism - especially visitors from India - an important factor.", "graphic": "data/media/28356.jpeg", "publishedDate": "2022-09-29", "tag": "Gold as an investment"}, "28358": {"title": "The Growing Global Reliance on Antidepressants", "body": "According to the latest OECD data, Iceland continues to have one of the highest levels of antidepressant use in the world - with an average consumption of 16 daily doses per 100 inhabitants in 2021. In general, the northern countries are among the biggest consumers, with Canada and Sweden also showing a ratio of over 10 doses per 100 inhabitants per day. Worth noting however is the absence of the United States from the data.As illustrated by our infographic, antidepressant use has become more widespread all around the world, with major increases from 2015 to 2020 or 2021 observed in Iceland, Portugal and Sweden, as well as Belgium and Greece. The places with the lowest consumption levels of those analyzed are South Korea and Lithuania (not displayed), with a ratio of 2 to 3 daily doses per 100 people.", "graphic": "data/media/28358.jpeg", "publishedDate": "2022-09-28", "tag": "Mental health worldwide"}, "28353": {"title": "Is Democracy in Decline?", "body": "While it’s true that globally, the citizens of the world enjoy more democratic freedoms than in the past, several indicators seem to suggest that this progress is now under threat. So: is the world becoming less democratic?One way to approach this question is to look at the evolution of both democratic societies and autocratic regimes around the world. In our chart, we have drawn from the classification and evaluation of political regimes shown by Our World in Data (Lührmann et al. (2018), V-Dem). Here, democracies have been subdivided into two categories, “electoral” and “liberal”. Liberal democracies hold not only free elections but also have equitable laws and processes.Using this data, we can see that democracy has indeed been on the decline in recent years. After an all-time high in 2016, when there were 97 democracies worldwide (both in terms of liberal and electoral), this figure fell to 89 in 2021. The number of people living in democracies has plummeted from 3.9 billion in 2017 to 2.3 billion in 2021. Today, it is estimated that around 70 percent of the world's population lives under autocratic rule.", "graphic": "data/media/28353.jpeg", "publishedDate": "2022-09-28", "tag": ""}, "28260": {"title": "Countries With the Worst Emotional Health", "body": "Last year was a difficult period for many people, and as Gallup's latest Negative Experience Index indicates, unhappiness continued to rise worldwide in 2021, \"as the world overall became a sadder, more worried and more stressed-out place\". In two countries, though, more people were living in misery than anywhere else on the planet: Afghanistan and Lebanon. In the 2021 survey, the two countries recorded the two highest scores in the world on the index, which is based on people's daily experiences of sadness, stress, worry, anger and physical pain. Higher scores on the index mean more of a population is experiencing these emotions.As summarized by Gallup, \"most of the countries with the highest scores on the Negative Experience Index were contending with some type of economic or political instability in 2021\". On Afghanistan specifically: \"When Gallup surveyed Afghanistan as the Taliban retook control last year and as the U.S. withdrew its troops, Afghans' emotional state reflected the chaos and uncertainty. 80% of Afghans were worried, 74% were stressed, and 61% were sad.\" Tellingly, \"no other population in the world has ever reported feeling this worried in the history of Gallup's trend.\"", "graphic": "data/media/28260.jpeg", "publishedDate": "2022-09-28", "tag": "Mental health worldwide"}, "28351": {"title": "A Global Overview of Human Migration", "body": "According to the latest data published by the United Nations, the number of international migrants amounted to 281 million in 2020, which is equivalent to 3.6 percent of the world's population. By \"migrant\", it is meant: Any person who, leaving his or her usual place of residence, crosses an international border, regardless of the nature and cause of the movement or the duration of the stay. The census therefore covers a wide range of circumstances and includes both war and economic refugees - estimated at more than 82 million - and voluntary migrants: workers, students, retirees, etc.This map provides an overview of the migration trends in the world. It shows the annual net migration (arrivals minus departures) of all countries and territories, relative to their population size. Between 2017 and 2021, the regions of the world that lost the largest share of people via emigration were the Marshall Islands and American Samoa in the Pacific Ocean, followed by Lebanon and Venezuela. During this period, these four territories, some of which are experiencing severe economic hardship, experienced an average net loss of 28 to 42 inhabitants per 1,000 people per year.In contrast, the regions that attracted the most migrants relative to their population size were the New Zealand-administered Tokelau Archipelago, the Caribbean tax haven of the Turks and Caicos Islands and, in Europe, Malta. For these three places, the average annual net migration was between 22 and 45 additional persons per 1,000 inhabitants.", "graphic": "data/media/28351.jpeg", "publishedDate": "2022-09-28", "tag": "Migration"}, "28347": {"title": "Tesla Hasn't Conquered the World", "body": "When you say the words 'electric car', most people will think of a Tesla. Yet, despite an impressive rise to prominence in its native North America, the Elon Musk-led company has far from conquered the world.As the Statista Mobility Market Outlook shows, Tesla's dominant position in North America - an estimated 70.6 percent share of all BEV unit sales in 2021 - has so far only been replicated to any significant degree in Australia and Oceania (65.8 percent). In Asia, for example, Chinese manufacturer Wuling is in pole position, having laid claim to 14.9 percent of battery electric vehicles sold in the region, compared to Tesla's 12.4 percent.Another market where a wider range of players have managed to carve out a foothold, is Europe. There, Volkswagen sold narrowly more BEV units than Tesla last year, while Renault, Peugeot and Hyundai all had shares greater than 5 percent. In South America, MG (now owned by China's SAIC Motor) sold the most vehicles (16.5 percent), with Tesla scraping together just 3.3 percent.", "graphic": "data/media/28347.jpeg", "publishedDate": "2022-09-27", "tag": "Tesla"}, "28337": {"title": "COVID-19 had an unprecedented impact on tourism revenues", "body": "The impact the coronavirus pandemic has had on travel has been catastrophic. From 2019 to 2020 international tourism receipts in Europe dropped from 429 billion euros to just 159 billion. The sheer size of this drop is further emphasized by the comparatively insignificant change in receipts over the SARS epidemic in 2003 or the sector-wide slowdown triggered by the Global Financial crisis in 2008-2009 period.", "graphic": "data/media/28337.jpeg", "publishedDate": "2022-09-23", "tag": "Coronavirus disease (COVID-19) pandemic"}, "28335": {"title": "The Cost of a Retirement Home in Europe", "body": "Living in a retirement home is extremely expensive and, as data from Orpea shows, it varies from country to country. Luxembourg costs the most on average, with a person living in a retirement home expecting to pay €305 euros per day in 2020. Spain comes at the other end of the scale, where it totals around €55 euros a day. According to Statista’s Residential care in Europe dossier, countries with higher privatization of care homes also show the highest costs. Data shows that access to such resources is also impacted by gender. Across the EU, a pensions pay gap exists between men and women, with Germany, Luxembourg, the Netherlands, Austria and the UK seeing the widest gender pension gaps in 2020, according to the OECD. The countries with the smallest gender pay gap were Estonia, the Slovak Republic, Denmark and Czechia. OECD analysts explain that the gap is due not only to women having often worked in lower paid jobs, but also being more likely to have worked part-time and to have had longer career breaks, especially in order to care for children and relatives. Since the amount you pay into your pension impacts how much you can claim, this means women are disadvantaged on several fronts.", "graphic": "data/media/28335.jpeg", "publishedDate": "2022-09-23", "tag": "Retirement assets worldwide"}, "28334": {"title": "World Cup in Qatar: The Most Expensive Ever", "body": "If you add up the total costs, taking into account not only the cost of building new stadiums and renovating existing ones, but also all the money spent on infrastructure, this year's World Cup in Qatar is by far the most expensive of all time. As this infographic starkly illustrates, Qatar has amassed astronomical costs of around $220 billion. By contrast, the costs of the 2006 World Cup in Germany, for example, appear almost minuscule at $4.3 billion.However, it must be taken into account that the costs associated with the new stadiums in Qatar are only in the order of $6.5 billion to $10 billion. This is a significant increase on the US$4 billion originally proposed, however, the bulk of the spending is infrastructure costs that are part of the broader Qatar 2030 plan. These include the construction of an innovation center with hotels, a sophisticated metro network, stadiums and airports.The World Cup in Qatar has come under international criticism not only for its high cost, but above all for human rights violations. In a report, Amnesty International criticized the failure of Qatari authorities to investigate the deaths of thousands of migrant workers over the past decade, despite evidence linking their premature deaths to dangerous working conditions.According to Amnesty International, official statistics show that a total of 15,021 nationals of other countries died in Qatar between 2010 and 2019. Government data does not show how many workers died during preparations for the World Cup, it said. Qatar's Supreme Committee has noted that a total of 35 workers have died on World Cup projects it has supervised since 2015. However, there is no estimate of how many workers had died on other infrastructure projects related to the staging of the tournament.", "graphic": "data/media/28334.jpeg", "publishedDate": "2022-09-23", "tag": "FIFA"}, "28319": {"title": "The World's Aging Societies", "body": "In terms of larger countries, Japan has always been at the forefront concerning the share of residents aged 65 or older, with more than 86,000 centenarians alone living in the island nation in 2021. As our chart based on data from the United Nations Population Division highlights, one smaller country beats the East Asian state to the number one spot when considering smaller geographic regions.The country in question is the tiny city-state of Monaco, which, according to the CIA Factbook, has the second highest population density worldwide. 36 percent of the country's approximately 39,000 inhabitants are older than 65. This, along with an extraordinarily high life expectancy, is most likely owed to the fact that it has become a haven for the rich, who can afford even the costliest medical procedures and above-average care. With Italy, Portugal and Greece, Southern Europe is also featured prominently in this ranking. Worldwide, about one-tenth of the population is estimated to be over 65 years of age.By 2050, low- and middle-income countries will be home to 80 percent of the world's older population, according to projections by the World Health Organization. To raise awareness about this topic, the United Nations General Assembly has declared the timeframe between 2021 and 2030 the \"Decade of Healthy Ageing.\" The initiative aims to \"reduce health inequities and improve the lives of older people, their families and communities through collective action.\"", "graphic": "data/media/28319.jpeg", "publishedDate": "2022-09-22", "tag": "Global demographics"}, "28323": {"title": "The Global Super-Rich Club is Growing", "body": "The rich are getting richer and richer, and there are more and more of them. This is the conclusion reached by the real estate experts at Knight Frank in their latest Wealth Report 2022, according to which the number of ultra-high net worth individuals, i.e. people with net assets of more than $30 million, increased by around 9.3 percent worldwide in 2021. In addition to liquid assets, the calculation of wealth primarily includes land and real estate holdings.Despite the pandemic, the super-rich became more numerous last year, particularly in the regions of North America (12.2 percent) and Russia and the Commonwealth of Independent States (11.2 percent). However, there were also around 154,000 more in Europe, about 7.5 percent more than in the previous year. Here, the number of the super-rich has risen above all in the UK and France. The only region with a decrease in extremely wealthy individuals is Africa - here, the number has fallen by around 0.8 percent compared with 2020.", "graphic": "data/media/28323.jpeg", "publishedDate": "2022-09-22", "tag": ""}, "28317": {"title": "The Hurricane Risk in Latin America and the Caribbean", "body": "At least eight people have reportedly been killed by Hurricane Fiona as it sweeps across the Caribbean in the first major tropical cyclone of the region’s season. After making landfall on Puerto Rico on Sunday, knocking out power to most of the island and causing flooding and landslides, the cyclone submerged parts of the Dominican Republic and pummeled the Turks and Caicos Islands. Fiona has now strengthened to a Category 4 storm headed towards Bermuda.With Puerto Rico under warning of flash flooding, the Secretary of the United States Department of Health and Human Services, Xavier Becerra, declared a state of public health emergency on Saturday. The event painfully recalls Hurricane Maria, which devastated the territory almost five years ago.The Caribbean’s warm temperatures and high humidity create the ideal conditions for the formation of hurricanes, especially in the season running from the beginning of June to the end of November.According to the INFORM Risk Index 2023 developed by the Joint Research Center of the European Commission, the Bahamas is the country with the greatest exposure to tropical cyclones in Latin America and the Caribbean, with a score of 8.8 out of a maximum of 10.In second place is Antigua and Barbuda, with 8.4 points, closely followed by Cuba, with 8. The Dominican Republic, located geographically between the two islands, scored 7.9, while Mexico was the country most exposed to these storms on a continental level, obtaining 7.7 points.", "graphic": "data/media/28317.jpeg", "publishedDate": "2022-09-22", "tag": "Latin America"}, "28314": {"title": "The Best Countries To Grow Old In", "body": "Norway is the best country for retirees. In this year's Global Retirement Index by investment bank Natixis, the Scandinavian country takes first place. For the ranking, 44 countries worldwide were assessed, according to factors such as health, finances in retirement, quality of life and material wellbeing in old age. An index score was then assigned, with 100 points the best possible result.Iceland is one of the biggest fallers this year. With 79 points, the island nation is only good enough for third place in 2022. In last year's ranking, Iceland scored four points more and held the top position. Switzerland stubbornly holds on to second position despite a loss of points, as this infographic shows. The United States doesn't make the top ten, only scoring 69 points and finding itself in rank 18.", "graphic": "data/media/28314.jpeg", "publishedDate": "2022-09-22", "tag": "Retirement assets worldwide"}, "28310": {"title": "Europe Is Facing a Dementia Problem", "body": "Dementia affects more than 55 million people worldwide, according to the World Health Organization (WHO). This number is expected to rise to 78 million by 2030 and 139 million by 2050, as we experience an aging population.Dementia-related symptoms are caused by various diseases and traumas that affect the brain, such as Alzheimer's disease or a stroke. It disrupts memory and other cognitive functions, impacting one’s ability to perform daily tasks.Cases of dementia are on the rise worldwide, with figures set to double in many countries over the next 30 years. The OECD predicts that in Italy we can expect to see 43 cases of dementia per 1,000 inhabitants by 2050, up by 20 cases since 2021. Spain will similarly see around 41 cases per 1,000, while Germany and France are likely to experience a sharp rise to around 35 people per 1,000.According to the WHO, the risk of developing dementia can be reduced through regular exercise, avoiding the harmful use of alcohol, not smoking, maintaining a healthy weight and eating a balanced diet.", "graphic": "data/media/28310.jpeg", "publishedDate": "2022-09-22", "tag": "Alzheimer's disease and other dementias"}, "28309": {"title": "Who’s Responsible for Space Junk?", "body": "It turns out that, after polluting our planet, we are now polluting space. Thousands of pieces of debris from broken down satellites, rocket boosters and weapons tests that we’ve launched over the years have got stuck in orbit, creating clutter, which could not only crash into the active satellites we need for monitoring the Earth but also release harmful chemicals into the atmosphere as they burn up on re-entry, depleting the ozone layer, as well as potentially creating problems for future launches and space exploration. As our chart shows, most space junk comes from three countries: Russia, the U.S. and China. Last November, Russia blew up one of its old satellites using an anti-satellite (ASAT) weapon, sending thousands of pieces of debris into orbit and risked hitting the International Space Station. The Secure World Foundation estimates at least 16 debris-creating ASAT weapons tests have been carried out to date, with the most potentially damaging carried out by China in 2007, as the country downed one of their own satellites, creating an estimated 3,000 pieces of debris. However, it was the U.S. that created the first ASAT test, back in the 1950s, and according to Data Center Dynamics, has since conducted at least three ASAT debris-creating tests; two in the mid-1980s and one in 2008.According to the OECD, active debris removal faces several “technological, geopolitical and economic challenges.” Manufacturing and launching debris removal vehicles is expensive and, if it goes wrong, there’s the risk of simply creating further debris. On top of this, OECD analysts explain: “the retrieval of debris could involve sharing potentially sensitive data about the debris object’s design that could involve national security, foreign policy, intellectual property, etc. Therefore, countries would realistically be limited to removing their own satellites or those of close military allies.”Despite this, a number of space missions are planned over the next few years, including the European Space Agency’s ClearSpace-1 and the Japanese Commercial Removal of Debris Demonstration (CRD2) mission. According to the OECD, possible solutions that are being worked on include space or ground based lasers to “nudge” objects out of the way, as well as the possibility to create an “artificial atmosphere” to divert its orbit. The organization’s analysts conclude: “All legal, technological and economic hurdles aside, these approaches depend on a much more accurate capability of space situational awareness and space tracking than exists today.”Evidently the issue of space debris will need to be solved soon as companies such as Boeing Co. and SpaceX get set to launch some 65,000 spacecraft into low-Earth orbit, upping the likelihood of more collisions and even further debris in the future.", "graphic": "data/media/28309.jpeg", "publishedDate": "2022-09-22", "tag": ""}, "28308": {"title": "From Sputnik to Starlink - Earth's Orbit is Getting Crowded", "body": "Satellite data and signals provide crucial inputs for many economic activities - but Earth's orbit is becoming increasingly crowded. In 2020 and 2021, more satellites and space probes were launched into space than in the years 2010 to 2019 combined. As this infographic also illustrates, the number increased rapidly after SpaceX began launching Starlink satellites into orbit. Some 2,800 Starlink satellites from private spaceflight company SpaceX were orbiting the Earth as of August 2022. SpaceX aims to build global Internet access with a total of 12,000 satellites stationed in low-Earth orbit. Elon Musk, who helped found PayPal and is CEO of Tesla, founded SpaceX in 2002.Nearly 4,900 satellites orbited the Earth on Dec. 31, 2021. The U.S. owned more than 2,900 of Earth's artificial satellites in space as of the date indicated. China was in second place with nearly 500 satellites. The global satellite industry is a particularly lucrative sector of the aerospace industry, with satellite manufacturing, operations and maintenance revenues growing steadily between 2008 and 2018, reaching $271 billion in 2020.", "graphic": "data/media/28308.jpeg", "publishedDate": "2022-09-22", "tag": "Commercial satellites"}, "28292": {"title": "Electric Vehicle Infrastructure Enters Catch-Up Mode", "body": "With bans on the production of petrol- and diesel-powered cars on the horizon in a number of key markets, the pace of EV penetration is really picking up. When it comes to public infrastructure to match this growing demand though, a lot of countries are still a long way behind .As the latest forecasts from Statista's Mobility Market Outlook indicate however, revenues in this essential piece of the electric mobility puzzle are finally starting to enter catch-up mode. As this infographic shows, after a number of years with slow progress being registered, turnover in the sector is picking up at a more significant speed.When measured from 2017 to 2027, Statista currently expects a 47.7 percent compound annual growth rate for global electric vehicle infrastructure revenues. As detailed in the report, the Mobility Market Outlook defines the scope of the forecasts as follows: \"The electric vehicle infrastructure segment includes public charging stations. In this context, public means that the charging infrastructure is reachable via unrestricted access. Therefore, private charging stations at homes or residential parking lots, workplaces, car dealers, etc. are not included.\"", "graphic": "data/media/28292.jpeg", "publishedDate": "2022-09-20", "tag": "Electric vehicles worldwide"}, "25237": {"title": "The Most Expensive Influence on Instagram", "body": "When Cristiano Ronaldo moved two bottles of Coca Cola out of shot during a pre-game press conference last year, before encouraging people to rather drink water, $4 billion was wiped off the soft drink giant's market value - perfectly demonstrating the massive power he and celebrities like him have over public opinion. The megastar footballer is of course not ignorant to the weight of his influence, and indeed profits from it in many ways, including sponsored posts to his over 400 million Instagram followers.According to analysis by social media marketing platform Hopper HQ, Ronaldo earns the most of any other Instagram influencer per sponsored post, raking in an average of $2.40 million every time. Although that puts the Portuguese star well ahead of the pack, this is still far from a freak situation. As our infographic shows, many celebrities are able to pull in sums north of a million when selling their influence. Celebrity and heavyweight influencer Kylie Jenner can expect to earn $1.84 million for such posts, while another footballer, Lionel Messi, makes up the top three with an average fee of $1.78 million.", "graphic": "data/media/25237.jpeg", "publishedDate": "2022-09-20", "tag": "Influencer marketing worldwide"}, "28291": {"title": "Where Funerals Attract Millions of Mourners", "body": "An estimated one million mourners lined the streets of London during the funeral proceedings of Queen Elizabeth II with an unspecified number of people missing the procession due to train cancellations on various lines. The monarch, one of the longest-reigning in recent history, was interred in the King George VI Memorial Chapel at Windsor Castle after the official and highly televised procession and service on September 19. As our chart based on media reports and Statista research shows, the Queen's funeral was only one of four attended by more than one million people in the United Kingdom since the 19th century.The other three deceased drawing crowds of this size in the UK were Princess Diana in 1997, the Queen Mother in 2002 and Arthur Wellesley, 1st Duke of Wellington, in 1852. Wellesley's funeral also saw the largest estimated number of mourners on site. According to contemporary reports, 1.5 million people gathered to pay their respects to the former prime minister and soldier who played an instrumental role in the victory in the Napoleonic Wars. Beating the United Kingdom in terms of the most funerals attended by more than one million people over the last 200 years is India, where eleven such proceedings drew crowds of the corresponding size. The biggest by this definition, in India and worldwide, was the funeral of C.N. Annadurai, a Tamil politician who held the post of Chief Minister of Madras State from 1967 until his death in 1969. Annadurai's funeral was attended by an estimated 15 million people.", "graphic": "data/media/28291.jpeg", "publishedDate": "2022-09-20", "tag": "The British Royal Family"}, "28290": {"title": "The U.S. Has a Jails Suicide Crisis on Its Hands", "body": "Suicide is one of the leading causes of death in jails in the United States, with a rate more than three times higher to that of the general public, according to the latest available data from the U.S. Bureau of Justice Statistics (BJS). As our chart shows, there is also a disparity between jails and federal or state prisons. In the U.S, a jail is where people are held before they are sentenced in court. It is also a place where people are sent after receiving a sentence, usually for lighter crimes. A prison is where people go to carry out longer sentences. The gap in suicide rates comes down to a number of reasons. In a state prison, officials have more detailed information when trying to assess inmates for suicide risks and there is greater focus on educational programmes. By comparison, jails are considered to have worse conditions, uncertainty over pending sentences, and according to reporting in NPR, are more likely to receive first-time offenders who might experience a traumatic “shock of confinement”, as they are suddenly cut off from social support.Leah Wang of The Prison Policy Initiative writes that the increase of suicides in jails can also be mapped onto the rising number of women being incarcerated, often in rural, smaller jails. She adds that mental health issues and drug or alcohol disorders are significantly more likely among this group, although often not identified at the time, and that jails' policies do not reflect the needs of women. Wang writes: “Jails are shameful replacements for key social and medical services, and too often low-level offenses are used to justify locking people up, out of sight, when they simply need help.”As our chart shows, the suicide gap goes back at least two decades - when BJS reports on the topic first began - and is getting worse. And where federal and state prisons have had historically lower suicide rates than jails, their rates have been climbing in recent years too. Delays with data reporting mean we do not yet have the numbers on jail and prison suicides from 2020 to 2022. These will likely be impacted by the pandemic, whether through fears of the virus itself, the trauma of losing loved ones and fellow inmates, limited visiting times or with staffing shortages making it hard to monitor inmates.", "graphic": "data/media/28290.jpeg", "publishedDate": "2022-09-20", "tag": "Prisoners in the United States"}, "28287": {"title": "The Premier League's Youngest and Oldest", "body": "Ethan Nwaneri and Arsenal set a Premier League record on Sunday which is going to be difficult to beat. The attacking midfielder came on in the 92nd minute of the Gunners' 3-0 win over Brentford to become the youngest player to ever play in the league - at the age of 15 years and 181 days. Speaking after the game, Arsenal manager Mikel Arteta said \"it was a pure gut feeling,\" adding, \"he had to come because we have injuries...and then I had that feeling that if the opportunity could come that I was going to do it and I just did it.\" As this infographic shows, that puts Nwaneri considerably ahead of the previous record holder, Liverpool's Harvey Elliott who played for Fulham in 2019 aged 16 years and 30 days.Equally impressive, but for different reasons, is the other end of the scale. The Premier League has seen a number of players who have been able to perform at the top level of the domestic game after passing the 40-year mark. Excluding goalkeepers, who are generally able to put a few more miles on the clock than their outfield colleagues, Teddy Sheringham is at the top of the ranking. When he played for West Ham at the end of 2006, the striker was 40 years and 272 days old. Bonus fact: Sheringham is also the oldest player to have scored a hat trick in the Prem, when he put three past Bolton for Portsmouth in 2003 at the age of 37 years and 146 days.When including goalkeepers, the oldest player accolade goes to John Burridge, who played between the sticks for Manchester City in 1995 at the ripe age of 43 years and 162 days. There are then seven other keepers between him and Sheringham. The youngest Premier League goalkeeper so far is Neil Finn, who was 17 years and 3 days old when he was used by West Ham in 1996.", "graphic": "data/media/28287.jpeg", "publishedDate": "2022-09-19", "tag": "Premier League"}, "28286": {"title": "The World's Suppliers", "body": "While “Made in China” has become a staple of our everyday lives, with everything from our phones to our clothes made in “the world’s factory”, that hasn’t always been the case. It wasn’t until China’s accession to the World Trade Organization in 2001 that the country really opened up to the world economy, quickly turning it into the most important link in today’s global supply chains.Our latest Racings Bars video highlights China’s breathtaking rise to the top of the world’s merchandise exporters over the past 20 years, while also showing who dominated world trade before globalization became the all-conquering force it is today.", "graphic": "data/media/28286.jpeg", "publishedDate": "2022-09-19", "tag": "Export trade in China"}, "28285": {"title": "Africa’s Booming Startup Scene", "body": "The startup scene in Africa is accelerating at a rapid pace, according to Google’s 2021 Africa Developer Ecosystem report. African startups raised more than $4.3 billion in 2021 from local and international investors. That’s two and a half times the year before. This growth is unequally distributed across the continent, with the four countries with the most software developers raising the most. In fact, 81 percent of venture capital funding in Africa went to Nigeria, South Africa, Egypt and Kenya. Tech jobs are looking increasingly appealing, as pay increased by nine percent for a mid-level developer and by eleven percent for senior developers.", "graphic": "data/media/28285.jpeg", "publishedDate": "2022-09-19", "tag": ""}, "25129": {"title": "How the World Commutes", "body": "In the countries surveyed by Statista's Global Consumer Survey, more than half of the users surveyed report using their car for commuting to work (or school/university). While the private car is often indispensable in rural areas, its use is increasingly challenged in cities, where more than half the world's population now lives. This infographic gives an overview of the most popular modes of transport around the world.Among the countries selected here, the United States has the highest share of personal cars in the commuting population, cited by 75 percent of those surveyed. In the U.S., the automobile still plays a central role in infrastructure financing. In contrast, its share is lower in countries such as South Korea (53 percent). In Korea, public transport (subways, buses and trains) is the most popular alternative to the car (40 percent of respondents).According to the study, self-service shared vehicles (electric scooters, bicycles, scooters, cars, etc.) are particularly popular in China, where they are used by 23 percent of respondents.", "graphic": "data/media/25129.jpeg", "publishedDate": "2022-09-19", "tag": "Public transportation"}, "25674": {"title": "Refinance Boom Dies Down as Mortgage Rates Surge", "body": "For large parts of the past two years, mortgage refinancing has been booming, as historically low mortgage rates and surging home prices created an opportunity for existing homeowners to save a lot of money on their mortgage and, in many cases, even take out some cash in the process. That trend is now winding down, as mortgage rates have risen steeply since the start of the year. According to Freddie Mac estimates, mortgage originations peaked at $1.3 trillion in Q1 2021, with refinances accounting for 70 percent of that historic total. Refinancing volume remained high throughout 2021, hitting a total of $2.8 trillion for the year. In 2021, existing homeowners cashed out $248 billion in home equity, marking the highest level since 2007.In Q2 2022, refinancing originations amounted to just $212 billion, down more than 75 percent from the Q1 2021 peak. With mortage rates recently hitting the highest level since 2008 and no real end in sight, refinances are expected to stay low through at least 2023. Meanwhile the volume of purchase originations remains high for the time being, as elevated home prices force buyers to take on higher loans.", "graphic": "data/media/25674.jpeg", "publishedDate": "2022-09-19", "tag": "Mortgage industry in the U.S."}, "28281": {"title": "Queen Elizabeth’s (Predicted) Funeral Ratings in Perspective", "body": "Queen Elizabeth’s funeral has been forecast to pull in more than four billion viewers worldwide today, breaking the record for the “most watched broadcast of all time”, according to media reports. If industry experts' predictions are accurate, then the funeral will nearly double the UK’s previous most watched royal broadcast - the funeral of Diana, Princess of Wales in 1997 with a viewership of 2.5 billion people. The UK royal family’s televised events have historically brought in huge audiences from the world over. Where William and Kate’s wedding saw 162 million people tune in worldwide in April 2011, Harry and Meghan’s saw an estimated 1.9 billion in 2018.Music events such as the Live 8 charity concert of 2005, and sporting events including FIFA World Cup finals also bring in peak figures, with the most watched broadcast event in history reportedly the Atlanta Olympics opening ceremony of 1996, where U.S. boxing legend Muhammad Ali lit the torch to kick off the games.The late queen’s funeral is also touted to attract some two million people to join the state funeral procession in person, including more than 70 heads of government. It will be the UK’s biggest ever security operation, with over 10,000 police personnel on duty.While the exact cost of the funeral has not yet been reported, estimates for the entirety of the proceedings following the queen's death have been placed anywhere between £8 million and £6 billion, expected to be part-funded by taxpayers and part by the royal family. This has raised debate in the UK over the use of public funds as the country faces a cost of living crisis.", "graphic": "data/media/28281.jpeg", "publishedDate": "2022-09-19", "tag": "The British Royal Family"}, "27413": {"title": "Mortgage Rates Climb to Highest Level Since 2008", "body": "Mortgage rates in the United States continue their steep climb, adding to the woes of would-be home buyers that are already facing historically high prices and steep competition in the tight housing market. According to Freddie Mac, the average rate for a 30-year fixed mortgage increased to 6.02 percent in the week ended September 14, the highest it's been since November 2008. Along with the Fed's aggressive rate hikes, mortgage rates have climbed by almost 3 percentage points this year, threatening to push more and more potential buyers out of the market, especially as high rents and other costs of living make it increasingly difficult to save for a significant down payment.“For real estate markets, the rising costs of borrowing are further cooling demand for homes and deepening the affordability crisis,” George Ratiu, Senior Economist at Realtor.com said in a statement. \"The buyer of a median-priced home is looking at a monthly payment of $2,100 at today’s mortgage rate, a 66% jump from last year. With borrowing costs expected to continue rising in the next few months, it is becoming increasingly clear that home prices need to decline to bring balance back to housing markets.\"", "graphic": "data/media/27413.jpeg", "publishedDate": "2022-09-19", "tag": "Mortgage industry in the U.S."}, "15524": {"title": "Smartphones Wipe Out Decades of Camera Industry Growth", "body": "One of the standout features in many new smartphones is the camera. With image sensors getting smaller (yet better) and the computational power of smartphones allowing sophisticated image enhancement in real time, photos taken on modern smartphones are edging ever closer to the quality once reserved to expensive interchangeable lens cameras.And it's not just the high-end of the smartphone market. Over the past few years, smartphone cameras in general have improved significantly. So much so in fact, that most people no longer see the need to carry or buy a dedicated camera. While professionals and photo enthusiasts will (probably) always get better results using high-end cameras and lenses, modern smartphones take pictures that are easily sufficient for the demands of the average consumer.To the camera and photo equipment industry, the rise of smartphone photography has had devastating effects. According to CIPA, a Japan-based industry group with members such as Olympus, Canon and Nikon, worldwide camera shipments dropped by 93 percent between 2010 and 2021, wiping out decades of growth. The steep decline was mainly driven by a drop-off in shipments of digital cameras with built-in lenses, the type that casual photographers used to rely on prior to the rise of smartphone photography.", "graphic": "data/media/15524.jpeg", "publishedDate": "2022-09-19", "tag": "Cameras"}}